<?php
/**
 * The template for displaying the footer
 *
 * Contains the closing of the #content div and all content after.
 *
 * @link https://developer.wordpress.org/themes/basics/template-files/#template-partials
 *
 * @package Starter_Theme
 */

?>
<footer class="o-section c-section--footer">
	<div class="o-section__wrapper">
		<div class="c-footer">
			<div class="c-footer__col c-footer__main">
				<div class="c-footer__logo">
					<img src="<?php echo get_template_directory_uri(); ?>/assets/images/logo-w.svg" alt="">
				</div>
				<p>
					شرکت آرین دیزل نماینده انحصاری کامیون‌های سبک و سنگین شرکت جی‌ای‌سی در ایران است. نمایندگی آرین دیزل
					با بهره‌‌مندی از تجارب مهندسین، متخصصین و مدیران ارزشمند خود در عرصه خودروسازی، نسبت به انتخاب
					محصولات با کیفیت، قابل اطمینان و رقابتی با نمونه‌های مشابه همواره در زمره بهترین‌های صنعت خودروسازی
					ایران قرار دارد.
				</p>
			</div>
			<div class="c-footer__col c-footer__link">
				<ul>
					<div class="c-footer__title">مـــحـصـولات پــر فــروش</div>
					<li>
						<a href="#">محصولات</a>
					</li>
					<li>
						<a href="#">فروش اقساطی</a>
					</li>
					<li>
						<a href="#">استعلام قیمت</a>
					</li>
					<li>
						<a href="tel:02144032566">مـشــاوره</a>
					</li>
					<li>
						<a href="#">مقالات</a>
					</li>
					<li>
						<a href="#">درباره ما</a>
					</li>
					<li>
						<a href="#">تماس با ما</a>
					</li>
				</ul>
				<ul>
					<div class="c-footer__title">لـــینک های مــفید</div>
					<li>
						<a href="#">محصولات</a>
					</li>
					<li>
						<a href="#">فروش اقساطی</a>
					</li>
					<li>
						<a href="#">استعلام قیمت</a>
					</li>
					<li>
						<a href="#">مقالات</a>
					</li>
					<li>
						<a href="#">درباره ما</a>
					</li>
					<li>
						<a href="#">تماس با ما</a>
					</li>
				</ul>

			</div>
			<div class="c-footer__col c-footer__contact">
				<div class="c-footer__title">تماس با مـــا</div>
				<p style="margin-bottom: 0;">
					از طریق شمـاره‌های زیر با ما در ارتباط باشیــد:
				</p>
				<ul class="c-footer__number">
					<li>
						<a href="tel:02144032566">021-44032566</a>
					</li>
					<li>
						<a href="tel:02144030566">021-44030566</a>
					</li>
				</ul>
				<p>
					<strong> آدرس: <br></strong> <a href="#" rel="nofollow" target="_blank">
						تهران،اشرفی اصفهانی، نرسیده به مرزداران، برج نگین رضا طبقه اول جنوبی</a>

				</p>
				<p>
					<strong> سـاعـات کـاری شرکـت:</strong> <br>شنبه – پنجشنبــه ۸ صبـح الــی5 عصـر

				</p>
			</div>

		</div>
		<div class="c-footer__copyright">
			<p>
				تمامی حقوق مادی و معنوی این سایت متعلق به آرین دیزل است. 1403
			</p>
			<div class="social-media">
				<a href="">
					<svg width="28" height="28" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path fill-rule="evenodd" clip-rule="evenodd"
							  d="M16 32C24.8366 32 32 24.8366 32 16C32 7.16344 24.8366 0 16 0C7.16344 0 0 7.16344 0 16C0 24.8366 7.16344 32 16 32ZM16.0018 31.1072C24.3454 31.1072 31.1092 24.3434 31.1092 15.9999C31.1092 7.65635 24.3454 0.892578 16.0018 0.892578C7.6583 0.892578 0.894531 7.65635 0.894531 15.9999C0.894531 24.3434 7.6583 31.1072 16.0018 31.1072Z"
							  fill="white"/>
						<path
							d="M23.1465 11.4334C22.5961 11.6765 22.0097 11.8376 21.3983 11.9159C22.0273 11.5377 22.5073 10.9435 22.733 10.2273C22.1466 10.5793 21.4992 10.828 20.8092 10.9668C20.2524 10.3698 19.4588 10 18.593 10C16.9134 10 15.5611 11.3729 15.5611 13.0559C15.5611 13.2981 15.5815 13.5309 15.6314 13.7526C13.1092 13.6287 10.8773 12.4114 9.37802 10.557C9.11627 11.0143 8.96273 11.5377 8.96273 12.1012C8.96273 13.1593 9.50381 14.0972 10.3103 14.6402C9.82291 14.6309 9.34473 14.4884 8.93961 14.2639C8.93961 14.2732 8.93961 14.2853 8.93961 14.2974C8.93961 15.7821 9.99125 17.0153 11.3703 17.2993C11.1234 17.3673 10.8542 17.3999 10.5749 17.3999C10.3806 17.3999 10.1846 17.3887 10.0005 17.3478C10.3936 18.5576 11.5091 19.4471 12.8354 19.476C11.8032 20.2891 10.4926 20.779 9.07372 20.779C8.82492 20.779 8.58629 20.7678 8.34766 20.7371C9.69157 21.6098 11.2843 22.1081 13.0019 22.1081C18.5847 22.1081 21.637 17.4511 21.637 13.4145C21.637 13.2794 21.6324 13.149 21.6259 13.0196C22.228 12.5893 22.7339 12.0519 23.1465 11.4334Z"
							fill="white"/>
					</svg>
				</a>
				<a href="">
					<svg width="28" height="28" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path fill-rule="evenodd" clip-rule="evenodd"
							  d="M16 32C24.8366 32 32 24.8366 32 16C32 7.16344 24.8366 0 16 0C7.16344 0 0 7.16344 0 16C0 24.8366 7.16344 32 16 32ZM16.0018 31.1072C24.3454 31.1072 31.1092 24.3434 31.1092 15.9999C31.1092 7.65635 24.3454 0.892578 16.0018 0.892578C7.6583 0.892578 0.894531 7.65635 0.894531 15.9999C0.894531 24.3434 7.6583 31.1072 16.0018 31.1072Z"
							  fill="white"/>
						<path
							d="M12.3211 22.4145C12.3211 22.6735 12.1204 22.8834 11.8728 22.8834H9.96429C9.71667 22.8834 9.51595 22.6735 9.51595 22.4145V14.0491C9.51595 13.7901 9.71667 13.5802 9.96429 13.5802H11.8728C12.1204 13.5802 12.3211 13.7901 12.3211 14.0491V22.4145ZM10.9185 12.7917C9.91721 12.7917 9.10547 11.9429 9.10547 10.8958C9.10547 9.84881 9.91721 9 10.9185 9C11.9198 9 12.7316 9.84881 12.7316 10.8958C12.7316 11.9429 11.9199 12.7917 10.9185 12.7917ZM22.2947 22.4523C22.2947 22.6904 22.1101 22.8834 21.8824 22.8834H19.8345C19.6069 22.8834 19.4223 22.6904 19.4223 22.4523V18.5284C19.4223 17.9431 19.5865 15.9634 17.9594 15.9634C16.6972 15.9634 16.4412 17.3184 16.3898 17.9265V22.4523C16.3898 22.6904 16.2053 22.8834 15.9776 22.8834H13.9969C13.7693 22.8834 13.5847 22.6904 13.5847 22.4523V14.0113C13.5847 13.7733 13.7693 13.5802 13.9969 13.5802H15.9776C16.2052 13.5802 16.3898 13.7733 16.3898 14.0113V14.7411C16.8578 14.0067 17.5533 13.4399 19.0342 13.4399C22.3134 13.4399 22.2947 16.6434 22.2947 18.4036V22.4523Z"
							fill="white"/>
					</svg>
				</a>
				<a href="">
					<svg width="28" height="28" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
						<g clip-path="url(#clip0_1_34)">
							<path
								d="M18.7566 9H13.2431C10.706 9 8.64853 11.0575 8.64853 13.5946V19.1081C8.64853 21.6452 10.706 23.7027 13.2431 23.7027H18.7566C21.2938 23.7027 23.3512 21.6452 23.3512 19.1081V13.5946C23.3512 11.0575 21.2938 9 18.7566 9ZM21.9728 19.1081C21.9728 20.8816 20.5301 22.3243 18.7566 22.3243H13.2431C11.4696 22.3243 10.0269 20.8816 10.0269 19.1081V13.5946C10.0269 11.8211 11.4696 10.3784 13.2431 10.3784H18.7566C20.5301 10.3784 21.9728 11.8211 21.9728 13.5946V19.1081Z"
								fill="white"/>
							<path
								d="M15.9994 12.6757C13.9695 12.6757 12.3238 14.3215 12.3238 16.3513C12.3238 18.3812 13.9695 20.027 15.9994 20.027C18.0293 20.027 19.6751 18.3812 19.6751 16.3513C19.6751 14.3215 18.0293 12.6757 15.9994 12.6757ZM15.9994 18.6486C14.7332 18.6486 13.7021 17.6176 13.7021 16.3513C13.7021 15.0842 14.7332 14.054 15.9994 14.054C17.2657 14.054 18.2967 15.0842 18.2967 16.3513C18.2967 17.6176 17.2657 18.6486 15.9994 18.6486Z"
								fill="white"/>
							<path
								d="M19.6753 13.5946C20.1828 13.5946 20.5943 13.1832 20.5943 12.6757C20.5943 12.1682 20.1828 11.7568 19.6753 11.7568C19.1678 11.7568 18.7564 12.1682 18.7564 12.6757C18.7564 13.1832 19.1678 13.5946 19.6753 13.5946Z"
								fill="white"/>
						</g>
						<path fill-rule="evenodd" clip-rule="evenodd"
							  d="M16 32C24.8366 32 32 24.8366 32 16C32 7.16344 24.8366 0 16 0C7.16344 0 0 7.16344 0 16C0 24.8366 7.16344 32 16 32ZM16.0018 31.1072C24.3454 31.1072 31.1092 24.3434 31.1092 15.9999C31.1092 7.65635 24.3454 0.892578 16.0018 0.892578C7.6583 0.892578 0.894531 7.65635 0.894531 15.9999C0.894531 24.3434 7.6583 31.1072 16.0018 31.1072Z"
							  fill="white"/>
						<defs>
							<clipPath id="clip0_1_34">
								<rect width="14.7027" height="14.7027" fill="white" transform="translate(8.64853 9)"/>
							</clipPath>
						</defs>
					</svg>
				</a>
			</div>
		</div>

	</div>
</footer>
</div><!-- #page -->
<?php wp_footer() ?>
</body>

</html>









