<?php
/**
 * The header for our theme
 *
 * This is the template that displays all of the <head> section and everything up until <div id="content">
 *
 * @link https://developer.wordpress.org/themes/basics/template-files/#template-partials
 *
 * @package Starter_Theme
 */

?>
<!doctype html>
<html <?php language_attributes(); ?>>

<head>
	<meta charset="<?php bloginfo('charset'); ?>">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<link rel="profile" href="https://gmpg.org/xfn/11">
	<?php wp_head(); ?>
</head>

<body <?php body_class(); ?>>
<?php wp_body_open(); ?>

<header class="o-section c-section--header" id="c-header">
	<div class="c-header">
		<div class="o-section__wrapper">
			<div class="c-header__top">
				<a href="/" class="c-logo">
					<img src="<?php echo get_template_directory_uri(); ?>/assets/images/logo.svg" alt="آریا دیزل">
				</a>
				<nav class="c-section--nav">
					<div class="c-nav">
						<div id="mask"></div>
						<div class="c-header__wrap js-navs">
							<div class="side-menu">
								<div class="side-menu__nav">
									<a href="/" class="c-logo">
										<img src="<?php echo get_template_directory_uri(); ?>/assets/images/logo.svg"
											 alt="آریا دیزل">
									</a>
									<a id="close-side-nav">
										<svg width="23" height="23" viewBox="0 0 23 23" fill="none"
											 xmlns="http://www.w3.org/2000/svg">
											<path fill-rule="evenodd" clip-rule="evenodd"
												  d="M0.300049 6.56647C0.300049 4.90445 0.960285 3.3105 2.13551 2.13527C3.31074 0.960041 4.90469 0.299805 6.56672 0.299805H16.4667C18.1287 0.299805 19.7227 0.960041 20.8979 2.13527C22.0731 3.3105 22.7334 4.90445 22.7334 6.56647V16.4665C22.7334 18.1285 22.0731 19.7224 20.8979 20.8977C19.7227 22.0729 18.1287 22.7331 16.4667 22.7331H6.56672C4.90469 22.7331 3.31074 22.0729 2.13551 20.8977C0.960285 19.7224 0.300049 18.1285 0.300049 16.4665V6.56647ZM6.46672 6.4998C6.59133 6.37765 6.75888 6.30923 6.93338 6.30923C7.10788 6.30923 7.27543 6.37765 7.40005 6.4998L11.5 10.5665L15.6 6.46647C15.6574 6.39006 15.7304 6.32685 15.8143 6.28114C15.8981 6.23542 15.9908 6.20825 16.0861 6.20148C16.1814 6.19471 16.277 6.20849 16.3665 6.24189C16.456 6.27529 16.5372 6.32753 16.6048 6.39507C16.6723 6.46261 16.7246 6.54387 16.758 6.63335C16.7914 6.72284 16.8051 6.81846 16.7984 6.91373C16.7916 7.00901 16.7644 7.10171 16.7187 7.18557C16.673 7.26944 16.6098 7.3425 16.5334 7.3998L12.4334 11.4998L16.5334 15.5998C16.6098 15.6571 16.673 15.7302 16.7187 15.814C16.7644 15.8979 16.7916 15.9906 16.7984 16.0859C16.8051 16.1812 16.7914 16.2768 16.758 16.3663C16.7246 16.4557 16.6723 16.537 16.6048 16.6045C16.5372 16.6721 16.456 16.7243 16.3665 16.7577C16.277 16.7911 16.1814 16.8049 16.0861 16.7981C15.9908 16.7914 15.8981 16.7642 15.8143 16.7185C15.7304 16.6728 15.6574 16.6096 15.6 16.5331L11.5 12.4331L7.40005 16.5331C7.34274 16.6096 7.26968 16.6728 7.18582 16.7185C7.10196 16.7642 7.00925 16.7914 6.91397 16.7981C6.8187 16.8049 6.72308 16.7911 6.6336 16.7577C6.54411 16.7243 6.46285 16.6721 6.39531 16.6045C6.32777 16.537 6.27553 16.4557 6.24213 16.3663C6.20874 16.2768 6.19495 16.1812 6.20173 16.0859C6.2085 15.9906 6.23566 15.8979 6.28138 15.814C6.3271 15.7302 6.3903 15.6571 6.46672 15.5998L10.5667 11.4998L6.46672 7.3998C6.34456 7.27519 6.27614 7.10764 6.27614 6.93314C6.27614 6.75864 6.34456 6.62442 6.46672 6.4998Z"
												  fill="#D81921"/>
										</svg>
									</a>

								</div>
								<a href="tel:02148000990" class="side-menu__call">
									<span>
										مــشاوره و تــماس
									:
									</span>
									<p>
												<span>
										021-480009900
										</span>
											<svg version="1.1"
												 xmlns="http://www.w3.org/2000/svg"
												 x="0px" y="0px"
												 viewBox="0 0 82 82"
												 style="enable-background:new 0 0 82 82;"
												 xml:space="preserve"> <path
													d="M64.5,78.2c1.7-1.9,3.6-3.6,5.4-5.4c2.6-2.7,2.7-5.9,0-8.6c-3.1-3.2-6.3-6.3-9.4-9.4 c-2.6-2.6-5.8-2.6-8.4,0c-2,1.9-3.9,3.9-5.9,5.9c-0.1,0.1-0.3,0.2-0.4,0.3l-1.3,1.3c-0.4,0.2-0.7,0.2-1.2,0 c-1.3-0.7-2.6-1.2-3.8-2c-5.7-3.6-10.5-8.2-14.7-13.4c-2.1-2.6-4-5.3-5.3-8.4c-0.2-0.5-0.2-0.9,0.1-1.3l1.3-1.3 c0.1-0.1,0.1-0.2,0.2-0.3c0.6-0.6,1.2-1.1,1.8-1.7c1.4-1.3,2.7-2.7,4.1-4.1c2.7-2.7,2.7-5.9,0-8.6c-1.5-1.5-3.1-3.1-4.6-4.6 c-1.6-1.6-3.2-3.2-4.8-4.8c-2.6-2.5-5.8-2.5-8.4,0c-2,1.9-3.9,3.9-5.9,5.9c-1.9,1.8-2.8,3.9-3,6.5c-0.3,4.1,0.7,8,2.1,11.8 C5.2,43.8,9.6,50.7,15,57.1c7.2,8.6,15.9,15.4,26,20.4c4.6,2.2,9.3,3.9,14.4,4.2C58.9,81.8,62,81,64.5,78.2z"></path>
										<path
											d="M41.1,15.7 c-0.7,0-1.5,0.1-2.2,0.4c-1.7,0.8-2.5,2.8-2,4.8c0.4,1.8,2,3,3.9,3c4.6,0.1,8.6,1.5,12,4.6c3.7,3.4,5.4,7.7,5.6,12.8 c0,0.9,0.4,1.9,0.9,2.6c1.1,1.5,3,1.9,4.8,1.2c1.6-0.6,2.5-2,2.5-3.9c-0.1-7-2.6-12.9-7.5-18.1C54.1,18.4,48.1,15.8,41.1,15.7z"></path>
										<path
											d="M69,11.4c8.5,8.7,12.5,18.1,12.8,29.1c0.1,2.5-1.5,4.2-3.9,4.3c-2.6,0.1-4.3-1.4-4.4-4c-0.1-5.4-1.4-10.5-4-15.2 C63.5,14.9,54.2,9.3,42,8.6c-1.4-0.1-2.6-0.2-3.6-1.3c-1.2-1.4-1.3-3-0.7-4.6c0.7-1.6,2-2.4,3.8-2.4c8,0.1,15.3,2.4,22,6.8 C65.7,8.6,67.8,10.4,69,11.4z"></path> </svg>
									</p>
								</a>
							</div>
							<ul class="c-menu">
								<li class="menu-items">
									<a href="/">
										صفحه نخست</a>
								</li>
								<li class="menu-items">
									<a href="/محصولات">محصولات</a>
								</li>
								<li class="menu-items">
									<a href="/اقساط-محصولات/">فروش اقساطی آرین دیزل</a>
								</li>
								<li class="menu-items">
									<a href="/قیمت-محصولات/">قیمت محصولات آرین دیزل</a>
								</li>
								<li class="menu-items">
									<a href="/مقالات/">مقالات</a>
								</li>
								<li class="menu-items">
									<a href="/درباره-ما/"> درباره ما</a>
								</li>
								<li class="menu-items">
									<a href="/تماس-با-ما/">تماس با ما</a>
								</li>
							</ul>
						</div>
					</div>
				</nav>
				<div class="animate-charcter c-contact">
					<a href="tel:02148491000">۰۲۱-48000990
						<svg width="32" height="28" viewBox="0 0 32 32" fill="none"
							 xmlns="http://www.w3.org/2000/svg">
							<path
								d="M6.6667 13.1468C9.2265 18.7212 13.7749 23.1393 19.4214 25.5361L20.328 25.9401C21.3321 26.3872 22.4617 26.4656 23.5178 26.1614C24.574 25.8572 25.4889 25.1901 26.1014 24.2774L27.2867 22.5121C27.4722 22.2352 27.5473 21.899 27.4972 21.5695C27.4471 21.24 27.2754 20.9413 27.016 20.7321L23 17.4921C22.8602 17.3793 22.699 17.296 22.5261 17.2471C22.3532 17.1982 22.1722 17.1847 21.994 17.2075C21.8158 17.2303 21.6441 17.2889 21.4891 17.3797C21.3341 17.4705 21.199 17.5918 21.092 17.7361L19.8494 19.4121C16.6595 17.8367 14.0775 15.2542 12.5027 12.0641L14.1774 10.8214C14.3217 10.7144 14.4429 10.5794 14.5337 10.4244C14.6246 10.2694 14.6831 10.0976 14.7059 9.91942C14.7287 9.74121 14.7153 9.56024 14.6664 9.38737C14.6175 9.21449 14.5341 9.05329 14.4214 8.91343L11.1814 4.89743C10.9722 4.63803 10.6734 4.46638 10.3439 4.41628C10.0145 4.36618 9.67821 4.44127 9.40136 4.62676L7.62403 5.81876C6.7059 6.43446 6.03615 7.35611 5.7341 8.41951C5.43205 9.48292 5.51731 10.619 5.9747 11.6254L6.6667 13.1468Z"
								fill="#676768"/>
						</svg>
					</a>
				</div>
			</div>
		</div>
		<div class="c-header__nav-mobile">
			<div class="o-section__wrapper">
				<div class="c-header__nav-mobile__info">
					<div class="c-hamburger">
						<input class="c-hamburger__checkbox js-hamburger" type="checkbox" aria-label="Menu">
						<span class="c-hamburger__icon"></span>
						<span class="c-hamburger__icon"></span>
						<span class="c-hamburger__icon"></span>
					</div>
					<a href="/" class="c-logo-mobile">
						<img src="<?php echo get_template_directory_uri(); ?>/assets/images/logo.svg" alt="آریا دیزل">
					</a>
					<a href="tel:02148000990">
						<svg width="32" height="32" viewBox="0 0 32 32" fill="none"
							 xmlns="http://www.w3.org/2000/svg">
							<path
								d="M6.66666 13.1468C9.22647 18.7212 13.7749 23.1393 19.4213 25.5361L20.328 25.9401C21.332 26.3872 22.4617 26.4656 23.5178 26.1614C24.574 25.8572 25.4889 25.1901 26.1013 24.2774L27.2867 22.5121C27.4721 22.2352 27.5472 21.899 27.4971 21.5695C27.447 21.24 27.2754 20.9413 27.016 20.7321L23 17.4921C22.8601 17.3793 22.6989 17.296 22.5261 17.2471C22.3532 17.1982 22.1722 17.1847 21.994 17.2075C21.8158 17.2303 21.644 17.2889 21.489 17.3797C21.334 17.4705 21.199 17.5918 21.092 17.7361L19.8493 19.4121C16.6595 17.8367 14.0775 15.2542 12.5027 12.0641L14.1773 10.8214C14.3217 10.7144 14.4429 10.5794 14.5337 10.4244C14.6245 10.2694 14.6831 10.0976 14.7059 9.91942C14.7287 9.74121 14.7152 9.56024 14.6663 9.38737C14.6174 9.21449 14.5341 9.05329 14.4213 8.91343L11.1813 4.89743C10.9721 4.63803 10.6734 4.46638 10.3439 4.41628C10.0145 4.36618 9.67818 4.44127 9.40133 4.62676L7.624 5.81876C6.70586 6.43446 6.03612 7.35611 5.73407 8.41951C5.43202 9.48292 5.51728 10.619 5.97466 11.6254L6.66666 13.1468Z"
								fill="#676768"/>
						</svg>
					</a>
				</div>
			</div>
		</div>
	</div>
</header>
<div class="notif">
	<div class="o-section__wrapper">
		<div class="notif-box-sec">
			<p>
				<svg class="pulse-button" width="56" height="55" viewBox="0 0 56 55" fill="none"
					 xmlns="http://www.w3.org/2000/svg">
					<circle cx="27.6904" cy="27.5" r="27" stroke="#E01721"></circle>
					<circle cx="27.5" cy="27.5" r="14.5" fill="#E01721"></circle>
				</svg>
				<span>
			آخرین اخبار:
			</span>
			</p>
			<div class="notif-box">
				<div class="notif-content">
					<div class="marquee-news">
						<?php
						$args = array(
							'post_type' => 'post',
							'posts_per_page' => 20,
							'cat' => 45
						);
						$cat_query = new WP_Query($args);
						if ($cat_query->have_posts()):
							while ($cat_query->have_posts()):
								$cat_query->the_post();
								?>
								<a href="<?php echo get_the_permalink(); ?>" title="<?php echo get_the_title(); ?>"
								   class="c-blog-box__item">
									<?php echo get_the_title(); ?>
								</a>
							<?php
							endwhile;
						endif;
						wp_reset_postdata();
						?>
					</div>
				</div>
			</div>
		</div>
	</div>
</div>
