<section class="o-section c-section--about-text">
    <div class="o-section__wrapper">
        <div class="c-about-text">
            <h1>
                شرکت آرین دیزل</h1>
            <p>
                شرکت آرین دیزل نماینده انحصاری کامیون‌های سبک و سنگین شرکت جی‌ای‌سی در ایران است. نمایندگی آرین دیزل با
                بهره‌‌مندی از تجارب مهندسین، متخصصین و مدیران ارزشمند خود در عرصه خودروسازی، نسبت به انتخاب محصولات با
                کیفیت، قابل اطمینان و رقابتی با نمونه‌های مشابه همواره در زمره بهترین‌های صنعت خودروسازی ایران قرار
                دارد.
                <br>
                شرکت موفق JAC در کشور چین در سال ۱۹۶۴ فعالیت خود را آغاز کرده و در حال حاضر جزء ۱۰ برند معتبر و شناخته
                شده در عرصه خودورسازی محسوب می‌شود. این شرکت به عنوان سومین شرکت برتر سال، در زمینه صادرات خودرویی کشور
                چین شناخته شده است. شرکت جک موتور در تمام بخش‌ها از جمله کامیون سنگین، سبک و سواری بطور گسترده فعالیت
                دارد.
                <br>
                در حال حاضر تعداد ۱۸۰۰۰ نفر بطور مستقیم جهت تولید محصولات مختلف شرکت خودروسازی جک در عرصه خودروسازی
                مشغول بکار هستند. ظرفیت تولید سالیانه این شرکت ۷۰۰ هزار واحد دستگاه خودرو است. در سال ۲۰۱۱ میزان تولیدات
                این شرکت بالغ بر ۴۶۶۵۰۰ دستگاه خودرو بود. درآمد سالیانه شرکت JAC MOTORS بیش از 4.6 میلیارد دلار تخمین
                زده شده است.
            </p>
        </div>
    </div>
</section>