<section class="o-section c-section--about-description">
    <div class="o-section__wrapper">
        <div class="c-about-description">
            <p>
                بدلیل رشد و توسعه‌ی زیرساخت‌ها و فروش محصولات شرکت جک موتورز در ۲۱ سال گذشته این شرکت لقب «پدیده» در
                کشور چین گرفته است. شرکت جک موتورز در تمام بخش‌های خودرویی (سواری کوچک، سواری متوسط، شاسی بلند، خودروی
                تجاری سبک، خودروی تجاری نیمه سنگین و خودروی تجاری) بطور گسترده در حال فعالیت در بازار خودروسازی است.
                شرکت جک موتورز سرمایه‌گذاری گسترده‌ایی در بخش تحقیقات و توسعه خویش انجام داده است تا نفوذ خود در
                بازارهای تجاری دنیا را به حداکثر برساند که این استراتژی منجر به ارائه محصولات باکیفیت و برتر در عرصه
                خودروسازی شده است.
                <br>
                حوزه فعالیت گروه صنعتی آرین دیزل در سراسر کشور ایران و مناطق آزاد اقتصادی ایران است و برای ساماندهی امور
                واردات خودوریی و خدمات مربوطه در سال‌های اخیر تلاش‌های فراوانی در این راستا انجام داده است. می‌توان با
                اطمینان کامل خاطرنشان کرد آرین دیزل یکی از برندهای برتر و قابل اطمینان در زمینه خودروسازی است. محصولات
                کامیون باری آرین دیزل در ایران بسیار نام‌آشنا بوده و نظر بسیاری از مردم کشورمان را به خود جلب کرده است و
                به دلیل مقرون به صرفه بودن خودروهای جک در رده پرفروش‌ترین محصولات این شرکت قرار دارد.
                <br>
                ساختار فعالیت این شرکت بر پنج اصل: خلاقیت در طراحی، بهره‌وری مدیریت، خدمات برتر به مشتری، محصولات با
                کیفیت و بازاریابی نوین استوار است. با توجه به اهداف آرین دیزل با هدف بهره‌مندی از حداکثر رضایت مشتریان،
                این شرکت نسبت به ارائه محصولاتی مناسب با شرایط آب و هوایی، با قیمت‌های رقابتی مناسب و شرایط فروش لیزینگی
                متنوع و مطلوب، خدمات پس از فروش خود را بطور گسترده در سطح کشور انجام می‌دهد و در عرصه بین الملل بسیار
                شناخته شده است.
            </p>
        </div>
    </div>
</section>