<section class="o-section c-section--price-contact">
    <div class="o-section__wrapper">
        <div class="c-price-contact">
            <p>
                برای کسب اطلاع از قیمت روز انواع کامیونت جک به سایت شرکت آرین دیزل مراجعه و با شماره های موجود در آن
                تماس بگیرید.‌ کارشناسان فروش شرکت آرین دیزل به صورت آنلاین و‌ حضوری، آماده ارائه قیمت‌ کامیون جک و سایر
                محصولات شرکت آرین دیزل به شما عزیزان هستند.
            </p>
       <p>
       شماره‌های تماس:
        <a href="tel:02148000990">۰۲۱-۴۸۰۰۰۹۹۰ (۳۰ خط داخلی)</a>
        <a href="tel:02144074760">۰۲۱-۴۴۰۷۴۷۶۰</a>
        <a href="tel:02144032566">۰۲۱-۴۴۰۳۲۵۶۶</a>
       </p>
        </div>
    </div>
</section>