<section class="o-section c-section--installment-desc">
	<div class="o-section__wrapper">
		<div class="c-installment-desc">
			<h2>
				شرایط فروش اقساطی
			</h2>
			<p>
				مشتریان و رانندگان عزیز می‌توانند با ثبت نام کامیونت جک اقساطی در سال 1403، این محصولات را به صورت
				اقساطی با کمترین پیش پرداخت خریداری کنند.
				<br>
				توجه داشته باشید شما می‌توانید برای کسب اطلاعات بیشتر در رابطه با قیمت کامیونت جک 1403 و شرایط فروش
				اقساطی آن با کمترین پیش پرداخت، با شماره‌ تماس‌های زیر و یا از طریق سایت جک تراکس با کارشناسان ما در
				ارتباط باشید. </p>
			<p> شماره‌های تماس: <a href="tel:02148000990">۰۲۱-۴۸۰۰۰۹۹۰ (۳۰ خط داخلی)</a> <a href="tel:02144074760">۰۲۱-۴۴۰۷۴۷۶۰</a>
				<a href="tel:02144032566">۰۲۱-۴۴۰۳۲۵۶۶</a></p>
		</div>
	</div>
</section>
