<section class="o-section c-section--installment-text">
    <div class="o-section__wrapper">
        <div class="c-installment-text">
            <h1>
                ثبت نام اقساطی محصولات جک
            </h1>
            <p>
                برند جک از ۱۰ برند محبوب و با کیفیت کشور چین و یکی از برترین برندها در صادرات خودرو به حساب می‌آید که
                کار خود را با تولید خودروهای تجاری و تراک‌ها آغاز کرده است. کامیونت‌ جک ۶ تن، کامیونت‌ جک ۸.۵ تن و
                کامیونت‌ جک ۹ تن نیز از جمله پرطرفدارترین کامیونت‌های برند جی‌ای‌سی هستند که موفق شدند تست تصادف را در
                چین با موفقیت پشت سر بگذارند. کامیونت‌های جک در ایران در شرکت آرین دیزل تولید می‌شوند و به فروش می‌رسند.
<br>
                کیفیت بالای کامیونت‌ جک، بهرمندی از بروزترین تکنولوژی‌های دنیا و همچنین زیبایی درونی و بیرونی این
                کامیونت‌ باعث شده تا علاقمندان و رانندگان زیادی تقاضای تولید و خرید کامیونت‌های جک اقساطی را داشته
                باشند. همچنین، طراحی موتور کامیونت جک کامینز توسط کشور آمریکا انجام شده است. از کامیونت جک ۶ تن برای
                مصارف درون شهری، جک ۸ تن برای مصارف درون و برون شهری و کامیونت جک ۹ تن با ۱ متر طول شاسی بیشتر، از
                جدیدترین محصولات شرکت جک است که برای مصارف برون شهری مورد استفاده قرار می‌گیرد. </p>
        </div>
    </div>
</section>