<section class="o-section c-section--home-video">
    <div class="o-section__wrapper">
        <div class="c-home-video">
            <div class="c-home-video__info">
                <p>
					شرکت آرین دیزل نماینده انحصاری کامیون‌های سبک و سنگین شرکت جی‌ای‌سی در ایران است. نمایندگی آرین دیزل با بهره‌‌مندی از تجارب مهندسین، متخصصین و مدیران ارزشمند خود در عرصه خودروسازی، نسبت به انتخاب محصولات با کیفیت، قابل اطمینان و رقابتی با نمونه‌های مشابه همواره در زمره بهترین‌های صنعت خودروسازی ایران قرار دارد.
					شرکت موفق JAC در کشور چین در سال ۱۹۶۴ فعالیت خود را آغاز کرده و در حال حاضر جزء ۱۰ برند معتبر و شناخته شده در عرصه خودورسازی محسوب می‌شود. این شرکت به عنوان سومین شرکت برتر سال، در زمینه صادرات خودرویی کشور چین شناخته شده است. شرکت جک موتور در تمام بخش‌ها از جمله کامیون سنگین، سبک و سواری بطور گسترده فعالیت دارد.				</p>
                <a href="tel:02144032566">
                    مـــــشـــاوره بـا مــــشــــاوران مـــا :
					44032566-021
                </a>
            </div>
            <div class="c-home-video__video">
                <img src="<?php echo get_template_directory_uri(); ?>/assets/images/banner-p-2.jpg">
            </div>
			<a href="tel:02144032566">
				مـــــشـــاوره بـا مــــشــــاوران مـــا :
				44032566-021
			</a>
		</div>
    </div>
</section>
